{"title":"Second Most Popular Story","image":"http://placehold.it/940x240","paragraphs":[{"alignRight":"","image":"http://placehold.it/240x135","text":"Nam interdum viverra fringilla. Quisque rutrum nibh lorem, sit amet gravida quam facilisis porttitor. Vestibulum vel elementum mi, placerat rhoncus mi. Curabitur pretium urna ac mauris porttitor ultricies. Aliquam erat volutpat. Mauris lorem dui, posuere pretium accumsan ac, venenatis eu lectus. Duis aliquet mollis ultrices. Vestibulum scelerisque euismod porta. Curabitur ullamcorper eget justo non vestibulum. Curabitur condimentum lobortis velit quis tincidunt. In tristique metus ac pharetra placerat. Ut vel scelerisque mauris. Quisque porttitor vel est ultrices condimentum. Vestibulum iaculis fringilla diam, ut tristique ante ultricies sit amet."},{"alignRight":"true","image":"http://placehold.it/240x135","text":"Donec laoreet, ante a congue consectetur, libero leo volutpat nulla, ac ultricies urna felis at dui. Donec non est adipiscing, mattis dui lobortis, vehicula ante. Interdum et malesuada fames ac ante ipsum primis in faucibus. Aenean erat erat, convallis vel mi eu, euismod adipiscing ligula. Vivamus et mattis leo. Curabitur vitae leo suscipit, congue quam ut, volutpat neque. Maecenas fringilla ipsum quis enim pharetra, sit amet tincidunt urna interdum. Donec et ligula nunc. Maecenas aliquet posuere urna eu pulvinar. Suspendisse gravida pulvinar felis, in tristique neque laoreet at. Etiam lacus orci, sodales quis hendrerit nec, fringilla nec ligula."},{"alignRight":"","image":"http://placehold.it/240x135","text":"Nunc iaculis erat malesuada sem lobortis laoreet. Phasellus dignissim felis vel tempor imperdiet. Suspendisse quis dui tincidunt, luctus magna a, aliquet lectus. Vivamus blandit ornare risus, sed tincidunt odio tristique at. Duis euismod tincidunt massa, nec interdum tortor pharetra at. Aenean venenatis posuere tortor et aliquet. Cras ut mauris euismod lectus feugiat placerat et a turpis. Curabitur dignissim tincidunt lectus. Maecenas aliquam sit amet leo sit amet pretium. Fusce adipiscing nisi a velit tempor viverra. Pellentesque hendrerit sagittis accumsan. Interdum et malesuada fames ac ante ipsum primis in faucibus."}]}