{"title":"Third Most Popular Story","image":"http://placehold.it/940x240","paragraphs":[{"alignRight":"true","image":"http://placehold.it/240x135","text":"Donec laoreet, ante a congue consectetur, libero leo volutpat nulla, ac ultricies urna felis at dui. Donec non est adipiscing, mattis dui lobortis, vehicula ante. Interdum et malesuada fames ac ante ipsum primis in faucibus. Aenean erat erat, convallis vel mi eu, euismod adipiscing ligula. Vivamus et mattis leo. Curabitur vitae leo suscipit, congue quam ut, volutpat neque. Maecenas fringilla ipsum quis enim pharetra, sit amet tincidunt urna interdum. Donec et ligula nunc. Maecenas aliquet posuere urna eu pulvinar. Suspendisse gravida pulvinar felis, in tristique neque laoreet at. Etiam lacus orci, sodales quis hendrerit nec, fringilla nec ligula."},{"alignRight":"","image":"http://placehold.it/240x135","text":"Nunc iaculis erat malesuada sem lobortis laoreet. Phasellus dignissim felis vel tempor imperdiet. Suspendisse quis dui tincidunt, luctus magna a, aliquet lectus. Vivamus blandit ornare risus, sed tincidunt odio tristique at. Duis euismod tincidunt massa, nec interdum tortor pharetra at. Aenean venenatis posuere tortor et aliquet. Cras ut mauris euismod lectus feugiat placerat et a turpis. Curabitur dignissim tincidunt lectus. Maecenas aliquam sit amet leo sit amet pretium. Fusce adipiscing nisi a velit tempor viverra. Pellentesque hendrerit sagittis accumsan. Interdum et malesuada fames ac ante ipsum primis in faucibus."},{"alignRight":"","image":"","text":"Sed quis convallis tellus. Nam convallis mollis quam non ornare. Etiam sollicitudin, mauris ut viverra porttitor, tortor diam hendrerit eros, id sagittis nulla risus sed ipsum. Aliquam vel elementum dui. Sed volutpat massa a justo accumsan, quis ullamcorper nulla luctus. Nulla quis commodo ante. Nunc placerat viverra felis, at gravida tortor mollis id. In non semper enim. Ut egestas ullamcorper est sed facilisis. Pellentesque vitae orci at justo lacinia ultricies non sed lectus. Sed imperdiet arcu ut varius tempus. Sed rhoncus leo eget lorem consequat laoreet. Nunc luctus vel libero gravida porttitor. In sit amet mi dolor. Nulla nec faucibus nibh. Interdum et malesuada fames ac ante ipsum primis in faucibus."}]}